for_start = (f'привет!\n\n'
             f'Как насчет того, чтобы узнать об интересных вещах современнной поп-культуры?')

club_feedback_ = (
    'Фильм «Бойцовский клуб» — экранизация романа Чака Паланика — провалился в США и едва окупился в мировом '
    'прокате.\nОднако в новом тысячелетии «Бойцовский клуб» неожиданно обрёл культовый статус, даже в'
    ' далёкой от Голливудских холмов России.\n'
    'Бойцовский клуб — это фильм, который обязательно стоит посмотреть. Он не просто развлекает, '
    'но и заставляет задуматься. Он грубый, мрачный, но в то же время невероятно захватывающий. '
    'Если ты еще не видел его, то обязательно исправь это — и будь готов к тому, что этот фильм останется '
    'с тобой надолго.')

club_actors_ = ('В главных ролях:\n'
                'Эдвард Нортон\n'
                'Брэд Питт\n'
                'Хелена Бонэм Картер\n'
                'Мит Лоуф\n'
                'Джаред Лето\n')

club_plot_ = ('Белый воротничок с раздвоением личности и тягой к саморазрушению создаёт Бойцовские клубы, а затем и'
              ' проект, призванный разрушить мир. Личности героя конфликтуют, и он попадает в сумасшедший дом. '
              'Повествование от первого лица. Настоящее имя рассказчика, условно называемого Джеком, в романе не '
              'упоминается')

america_plot_ = ('В центре сюжета фильма «Красота по-американски» находится Лестер Бёрнем,'
                 ' среднестатистический американец, переживающий кризис среднего возраста. Он живёт'
                 ' в престижном пригороде, однако жизнь не приносит удовольствия. Герой недоволен'
                 ' своей работой в рекламном агентстве и чувствует себя отчуждённым от своей жены'
                 ' Кэролайн и дочери-подростка Джейн. Жизнь Лестера резко меняется, когда он'
                 ' влюбляется в подругу своей дочери Анджелу.Фильм рассказывает истории Кэролайн,'
                 ' стремящейся к успеху в сфере недвижимости и ищущей собственную идентичность, и'
                 ' Джейн, испытывающей подростковые страхи и неуверенность. Кроме того, картина'
                 ' повествует о новых соседях Бёрнемов — семье Колонела Фитца. Все эти персонажи'
                 ' переплетаются в историю, раскрывая сложности и противоречия американской жизни.')

america_feedback_ = ('В картине прекрасно выдержано соотношение формы и содержания, фильм многослоен и в сюжетном, и в'
                     ' смысловом плане.\n'
                     'Фильм отличают замечательные сценарий и режиссура, великолепная актёрская игра, в первую очередь'
                     ' Кевина Спейси, персонаж которого вызывает симпатию.\n'
                     'Интересна операторская работа, особенно те моменты, когда камера снимает как бы от лица Рики.\n'
                     'Это первая полнометражная лента Сэма Мендеса, но сделана она потрясающе сильно.\n'
                     'Фильм получил 5 «Оскаров».')

america_actors_ = ('В главных ролях:\n'
                   'Кевин Спейси\n'
                   'Аннетт Бенинг\n'
                   'Тора Бёрч\n'
                   'Эллисон Дженни\n'
                   'Питер Галлахер\n'
                   'Мина Сувари\n'
                   'Уэс Бентли\n'
                   'Крис Купер')

sky_plot_ = ('Два очень разных человека - Рауль и Тьерри - случайно встречаются в больнице, когда оба узнают, что им'
             ' осталось жить всего несколько недель. Несмотря на свои различия, они решают провести оставшееся время'
             ' вместе и отправляются в незабываемое путешествие. В пути они переживают множество приключений и открывают'
             ' друг в друге неожиданные качества. Рауль - молодой преступник с мрачным прошлым, а Тьерри - состоятельный'
             ' бизнесмен, но оба понимают, что им осталось немного времени и нужно успеть сделать то, о чем всю жизнь'
             ' мечтали. Вместе они посещают места, о которых всегда хотели побывать, веселятся, совершают безумные'
             ' поступки и даже находят любовь. В итоге им удается достучаться до самых глубин своих душ и понять, что'
             ' действительно важно в жизни. Фильм наполнен трогательными, смешными и грустными моментами, которые'
             ' заставляют зрителя задуматься о ценности времени и смысле жизни.')

sky_feedback_ = ('- Многие критики высоко оценили этот фильм и отметили его трогательность,'
                 ' глубокий эмоциональный посыл и хорошую игру актёров. \n- Некоторые называли его "неожиданной и'
                 ' забавной дорожной комедией о мужской дружбе" при этом затрагивающей серьёзные темы жизни и смерти.\n'
                 '- Отмечалось, что фильм умело балансирует между трагедией и юмором, избегая чрезмерной сентиментальности.\n'
                 '- Критики хвалили режиссуру Тома Тыквера, отмечая его талант создавать атмосферу и сопереживание зрителю.\n'
                 '- Высоко оценивались также яркие и органичные актёрские работы Йорга Шюттауфа и Герберта Кнауфа в главных ролях.\n'
                 ' В целом большинство критиков очень положительно отзывались об этом фильме, называя его одним из'
                 ' лучших немецких драматических кинопроизведений 1990-х годов.')

sky_actors_ = ('В главных ролях:\n'
               'Тиль Швайгер\n'
               'Мориц Блайбтрой\n'
               'Тьерри Ван Вервеке\n'
               'Рутгер Хауэр\n')

dream_plot_ = (
    'Крис и Энни познакомились на отдыхе. Влюбившись, они создали семью, в которой позже появились сын и дочь.'
    ' Но однажды они теряют сразу обоих детей, попавших в автокатастрофу. Энни впадает в депрессию, а Крис'
    ' пытается забыться, отдавшись профессии детского врача. Спустя четыре года Крис также попадает в'
    ' автомобильную аварию и умирает. Его душа попадает в рай. Через некоторое время кончает жизнь'
    ' самоубийством Энни, не выдержавшая полного одиночества. Из-за совершения смертного греха её душа '
    'попадает в ад. Узнав об этом, душа Криса отправляется на поиски жены.')

dream_feedback_ = ('Фильм получил смешанные отзывы кинокритиков. На сайте Rotten Tomatoes фильм имеет рейтинг 54 %, что'
                   ' основано на 69 рецензиях критиков, со средней оценкой 5,62 из 10. На Metacritic — 44 балла из 100'
                   ' на основе 25 рецензий. Роджер Эберт оценил фильм в 3,5 звезды из четырёх. Критик назвал фильм '
                   'захватывающим и очень красивым, но выразил сожаление, что доводя зрителя до эмоциональной грани,'
                   ' фильм не подталкивает его дальше. По мнению Эберта, фильм мог получиться лучше, но, несмотря на '
                   'недостатки, это фильм, которым стоит дорожить.')

dream_actors_ = ('В главных ролях:\n'
                 'Робин Уильямс\n'
                 'Аннабелла Шиорра')



just = ['Не понимаю', 'Не понял, сер...', 'Вы меня переоцениваете, я такого не умею',
        'Придерживайтесь моего функционала, пожалуйста', '-_-']